{
    "(and :count more error)": "(y :count error más)",
    "(and :count more errors)": "(y :count errores más)",
    "A new verification link has been sent to the email address you provided during registration.": "Se ha enviado un nuevo enlace de verificación a la dirección de correo electrónico que proporcionó durante el registro.",
    "A new verification link has been sent to your email address.": "Se ha enviado un nuevo enlace de verificación a su dirección de correo electrónico.",
    "All rights reserved.": "Todos los derechos reservados.",
    "Already registered?": "¿Ya se registró?",
    "Are you sure you want to delete your account?": "¿Está seguro que desea eliminar su cuenta?",
    "Cancel": "Cancelar",
    "Click here to re-send the verification email.": "Haga clic aquí para reenviar el correo de verificación.",
    "Confirm": "Confirmar",
    "Confirm Password": "Confirmar contraseña",
    "Current Password": "Contraseña actual",
    "Dashboard": "Panel",
    "Delete Account": "Borrar cuenta",
    "Email": "Correo electrónico",
    "Email Password Reset Link": "Enviar enlace para restablecer contraseña",
    "Ensure your account is using a long, random password to stay secure.": "Asegúrese que su cuenta esté usando una contraseña larga y aleatoria para mantenerse seguro.",
    "errors": "errores",
    "Forbidden": "Prohibido",
    "Forgot your password?": "¿Olvidó su contraseña?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "¿Olvidó su contraseña? No hay problema. Simplemente déjenos saber su dirección de correo electrónico y le enviaremos un enlace para restablecer la contraseña que le permitirá elegir una nueva.",
    "Go to page :page": "Ir a la página :page",
    "Hello!": "¡Hola!",
    "If you did not create an account, no further action is required.": "Si no ha creado una cuenta, no se requiere ninguna acción adicional.",
    "If you did not request a password reset, no further action is required.": "Si no ha solicitado el restablecimiento de contraseña, omita este mensaje de correo electrónico.",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Si está teniendo problemas al hacer clic en el botón \":actionText\", copie y pegue la URL de abajo\nen su navegador web:",
    "Invalid JSON was returned from the route.": "Se devolvió un JSON no válido desde la ruta.",
    "Location": "Ubicación",
    "Log in": "Iniciar sesión",
    "Log Out": "Finalizar sesión",
    "Login": "Iniciar sesión",
    "Logout": "Finalizar sesión",
    "Name": "Nombre",
    "New Password": "Nueva Contraseña",
    "Not Found": "No encontrado",
    "of": "de",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Una vez que se elimine su cuenta, todos sus recursos y datos se eliminarán de forma permanente. Antes de borrar su cuenta, por favor descargue cualquier dato o información que desee conservar.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Una vez que se elimine su cuenta, todos sus recursos y datos se eliminarán de forma permanente. Ingrese su contraseña para confirmar que desea eliminar su cuenta de forma permanente.",
    "Page Expired": "Página expirada",
    "Pagination Navigation": "Navegación por los enlaces de paginación",
    "Password": "Contraseña",
    "Payment Required": "Pago requerido",
    "Please click the button below to verify your email address.": "Por favor, haga clic en el botón de abajo para verificar su dirección de correo electrónico.",
    "Profile": "Perfil",
    "Profile Information": "Información de perfil",
    "Regards": "Saludos",
    "Register": "Registrarse",
    "Remember me": "Mantener sesión activa",
    "Resend Verification Email": "Reenviar correo de verificación",
    "Reset Password": "Restablecer contraseña",
    "Reset Password Notification": "Notificación de restablecimiento de contraseña",
    "results": "resultados",
    "Save": "Guardar",
    "Saved.": "Guardado.",
    "Server Error": "Error del servidor",
    "Service Unavailable": "Servicio no disponible",
    "Showing": "Mostrando",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "¡Gracias por registrarse! Antes de comenzar, ¿podría verificar su dirección de correo electrónico haciendo clic en el enlace que le acabamos de enviar? Si no recibió el correo electrónico, con gusto le enviaremos otro.",
    "The given data was invalid.": "Los datos proporcionados no son válidos.",
    "The response is not a streamed response.": "La respuesta no es una respuesta transmitida.",
    "The response is not a view.": "La respuesta no es una vista.",
    "This action is unauthorized.": "Esta acción no está autorizada.",
    "This is a secure area of the application. Please confirm your password before continuing.": "Esta es un área segura de la aplicación. Confirme su contraseña antes de continuar.",
    "This password reset link will expire in :count minutes.": "Este enlace de restablecimiento de contraseña expirará en :count minutos.",
    "to": "al",
    "Toggle navigation": "Alternar navegación",
    "Too Many Requests": "Demasiadas peticiones",
    "Unauthorized": "No autorizado",
    "Update Password": "Actualizar contraseña",
    "Update your account's profile information and email address.": "Actualice la información de su cuenta y la dirección de correo electrónico.",
    "Verify Email Address": "Confirme su correo electrónico",
    "Whoops!": "¡Ups!",
    "You are receiving this email because we received a password reset request for your account.": "Ha recibido este mensaje porque se solicitó un restablecimiento de contraseña para su cuenta.",
    "You're logged in!": "¡Usted está conectado!",
    "Your email address is unverified.": "Su dirección de correo electrónico no está verificada.",


    "Current Balance": "Saldo actual",
    "Access Token":  "Token de acceso",
    "Account": "Cuenta",
    "Accounts update":  "Editar cuentas",
    "Amount":  "Cantidad",
    "Balance History":  "Historial de saldo",
    "Balances update": "Saldos editados",
    "Bank Information":  "Información del banco",
    "Configuration": "Configuración",
    "Date": "Fecha",
    "Deptor Name": "Nombre del deudor",
    "Expenses by Category": "Gastos por categoría",
    "Expenses":  "Gastos",
    "Income": "Ingresos",
    "Institution":  "Institución",
    "It seems like there is no balance data available for this account. Go to configuration to import the balance and transfers.": "Parece que no hay datos de saldo disponibles para esta cuenta. Vaya a configuración para importar el saldo y las transferencias.",
    "No Account Selected": "No se ha seleccionado ninguna cuenta",
    "No accounts found":  "No se encontraron cuentas",
    "No Balance Data Available": "No hay datos de saldo disponibles",
    "No banks found":  "No se encontraron bancos",
    "Please select an account from the sidebar to view your dashboard. If there is no account on the sidebar go to configuration to import the accounts.":  "Por favor seleccione una cuenta de la barra lateral para ver su panel. Si no hay cuentas en la barra lateral, vaya a configuración para importar las cuentas.",
    "Rate limit exceeded": "Límite de tasa excedido",
    "Recent Transactions":  "Transacciones recientes",
    "Requisition": "Requisición",
    "See History":  "Ver historial",
    "Select an institution": "Seleccione una institución",
    "Session data":  "Sesión de datos",
    "The total of the accounts balances is":  "Total de los saldos de las cuentas es",
    "Transaction":  "Transacción",
    "Transactions update": "Transacciones editadas",
    "UPDATE INFORMATION":  "ACTUALIZAR INFORMACIÓN",
    "Update List": "Editar lista",
    "Your email address is unverified": "Tu dirección de correo electrónico no está verificada",
    "You can reorder the accounts!": "¡Puedes reordenar las cuentas!",
    "Clock": "Reloj",
    "Schedule Time": "Hora programada",
    "This will add all the transactions": "Esto añadirá todas las transacciones",
    "This will add all the balances": "Esto añadirá todos los saldos",
    "This will add all the accounts!": "Esto añadirá todas las cuentas!",
    "This will make the session data needed to process the api!": "Esto hará que los datos de sesión sean necesarios para procesar la api!",
    "Scheduled tasks": "Tareas programadas",
    "Update your account's data (transactions and balances) on x hours.": "Actualice los datos de su cuenta (transacciones y saldos) en X horas.",
    "Max schedule times is": "El maximo de intentos es",
    "Schedule Times": "Horarios programados",
    "Execute on login?": "¿Ejecutar al iniciar sesión?",
    "Go to Clock": "Ir al reloj",
    "History": "Historial",
    "Owner Name": "Nombre del propietario",
    "Balance": "Saldo",
    "Transactions": "Transacciones",
    "Accounts": "Cuentas",
    "Please add a bank account to see the session data.": "Por favor, agregue una cuenta bancaria en el perfil para ver los datos de sesión.",
    "If there is no banks please, click update list for banks to be added.": "Si no hay bancos, haga clic en actualizar lista para que se agreguen los bancos.",
    "-- Select an option --": "-- Seleccione una opción --",
    "UPDATE Accounts": "ACTUALIZAR CUENTAS",
    "Transactions and balances update": "Transacciones y saldos editados",
    "This will add all the accounts balances and trasactions!": "Esto añadira de todas las cuentas sus saldos y transacciones!",
    "UPDATE ALL": "ACTUALIZAR TODO",
    "Please add a bank from profile to see the accounts.": "Por favor, agregue un banco desde el perfil para ver las cuentas.",
    "Please add an account from update accounts.": "Por favor, agregue una cuenta desde editar cuentas.",
    "Last update balance": "Última actualización de saldo",
    "Last update transactions": "Última actualización de transacciones",
    "Last update": "Última actualización",
    "No balances found": "No se encontraron saldos",
    "No transactions found": "No se encontraron transacciones",
    "Update all": "Actualizar todo",
    "This will add all the transactions and balances at the same time": "Esto añadirá todas las transacciones y saldos al mismo tiempo",
    "times": "veces",
    "Remember: You can update a maximum of :times times per day.": "Recuerde: Puede actualizar un máximo de :times veces al día.",
    "for each account, :times for each types (transactions and balances)": "por cada cuenta, :times por cada tipo (transacciones y saldos)",
    "Accounts total": "Total de cuentas",
    "Syncs total": "Total de sincronizaciones",
    "Max Syncs": "Máx. sincronizaciones",
    "Bank": "Banco",
    "Show Legend": "Mostrar leyenda",
    "Owner name": "Nombre del propietario",
    "Iban": "Iban",
    "bban": "Bban",
    "Status": "Estado",
    "Update Account": "Actualizar cuenta",
    "Import": "Importar",
    "Create Account": "Crear cuenta",
    "Create Manual Account": "Crear cuenta manual",
    "Manual creation": "Creación manual",
    "You can`t update this account couse it is not connected to the bank account id": "No puedes actualizar esta cuenta porque no está conectada a la cuenta bancaria real",
    "Bank Sync info": "Información de sincronización del banco",
    "You can import your transactions, accounts and balances from CSV or XLSX files. You can also download example files to help you with the import process.": "Puede importar sus transacciones, cuentas y saldos desde archivos CSV o XLSX. También puede descargar archivos de ejemplo para ayudarlo con el proceso de importación.",
    "Please note that the import process may take some time, depending on the size of the files you are uploading.": "Tenga en cuenta que el proceso de importación puede tardar algún tiempo, dependiendo del tamaño de los archivos que está subiendo.",
    "The fields needs to be THE EXACT same name from examples showing you.": "Los campos necesitan tener el MISMO nombre exacto de los ejemplos que se le muestran.",
    "DOWNLOAD": "DESCARGAR",
    "Created": "Creado",
    "Last Accessed": "Último acceso",
    "Example import": "Ejemplo de importación"
}
